#version: 0.2
L L
S S
A A
V L
E E
A L
S L
G L
T L
I L
G G
E L
D L
P L
K L
V V
R L
P P
G S
F L
A V
A S
K K
Q L
T V
A G
N L
R R
P S
E K
T S
E D
I S
G V
E V
Y L
P G
I V
P V
A R
D S
A K
E S
F S
A T
A I
E G
E R
D V
T G
E N
I I
A D
A F
T T
R S
A Q
K V
A P
H L
N S
K S
T P
D G
E I
F V
R V
Q Q
R K
M L
R G
N V
Y S
F G
Q V
E T
D I
N G
D P
C L
K G
I G
E Q
Y V
E P
T I
Q S
N P
K I
Q G
Y G
N I
H S
D F
T F
R P
R I
T K
M V
E F
D K
N K
E A
Q K
M S
C S
D D
Y I
W L
F I
T R
Q P
D R
F P
H V
E Y
M G
C V
H P
A N
H G
A Y
Q I
T D
Q R
C G
K P
E M
T N
F F
T Y
I P
T Q
N R
A M
K D
H R
S V
K R
N N
A E
LL L
F R
Y R
A H
A C
F D
I K
Y P
V S
C P
Q D
E H
Y K
F K
Y D
R D
G P
T M
Y F
N F
H I
A W
M K
Y N
Q N
S G
T C
I R
S P
M P
V G
T A
F Q
E C
K N
R N
I F
I D
T H
R Q
M D
T W
Y Q
A LL
E W
G I
P R
D N
H K
G K
F N
W S
T E
W V
I N
I Q
Y Y
P D
SS L
M R
G D
K Q
AA L
F T
F Y
EE L
C R
N Q
G R
K E
I T
N D
V P
SS S
H Q
Y T
C K
D Q
C I
P Q
P K
H H
M N
D T
LL S
C Q
M I
W G
K T
H F
E LL
W K
R F
N T
R T
A VL
A SL
P F
E AL
P I
G Q
D Y
N Y
M T
V K
G F
C T
G N
Q T
M F
C D
K F
S R
C F
P T
V I
E KL
Y H
LL V
VL V
M A
W R
Q E
G T
S K
A GL
H T
M Q
M E
H N
I Y
V D
C W
H Y
C N
A GG
V R
LL G
P N
P E
A VV
H D
SL S
V T
R Y
A EL
K Y
R E
AA V
Q F
P A
G Y
D E
AL S
W N
H C
W I
Q Y
GL S
Q A
VL S
TL S
D M
P Y
C Y
DL S
AL V
W P
A SS
AL G
AA S
W T
C C
I M
R H
K A
IL S
Q H
A DL
E VL
E RL
M Y
W D
A EE
V F
PL S
E SL
LL R
K H
A FL
W Q
A IL
E AA
A PP
C H
M M
GS G
F H
V N
A TL
LL K
E TL
E DL
VL G
D H
I C
I H
LL P
N M
A RL
V Q
GL G
F C
R W
K M
KL S
R M
E QL
D W
AA G
FL S
PP P
F M
LL D
SL V
AS G
GG S
E NL
LL Q
EL S
PL V
SS G
N C
SL P
D C
N H
E GL
RL S
SS V
E IL
VV S
E KK
EE V
I A
NL S
N W
Q M
E AV
Y C
Y M
TV S
T LL
SL G
IL V
GG G
SS P
PL P
R A
F W
VL P
PP S
AS V
AV S
AG V
Y W
D A
AL R
GS V
IL G
E VV
GL V
F A
EE EE
PV S
KL V
GV S
EE S
T VL
R C
QL S
PS P
G H
T SL
K W
P H
FL V
G M
E GG
VV V
T EE
Q W
D LL
TL V
I W
GS P
E YL
Q C
E PL
T AA
EL V
A PG
EK V
T SS
F LL
P C
AV G
E AG
VL K
A KL
PP G
A PL
A RR
A KK
K C
GL P
E SS
E AI
A TV
A GS
A TS
TL G
W Y
IV S
E GV
M H
RL V
AV K
T EL
AL K
A IS
QL V
P W
Q LL
DL V
E GS
RR S
I LL
EV S
A PS
AA R
KL K
EE G
NL V
N SS
E TV
ED S
E AR
AL I
AL Q
A QL
TL R
SL R
IV G
AT G
TL P
E AS
TL K
ES G
PS G
PS V
KK S
AL P
M W
E FL
A EV
VL R
A EG
A ED
T PV
T PL
KK K
R LL
W F
RL G
K EL
IS V
Q EL
GG V
E PG
DS V
YL S
PL G
AA P
FS V
T AL
EK S
F SL
ED V
TS V
A ER
H M
FV S
EE K
T AS
A IV
A DV
D SS
EN S
VV G
RL R
KK V
A EK
E IV
A YL
T GL
NV S
N SL
AK S
E TS
A EN
EE D
C M
DS G
W W
HR DL
E PP
DV S
K KL
ED G
E RR
A FS
T GS
N GS
ES V
E II
T TS
IL K
GL R
DL G
QL G
KV S
E ML
H W
R EL
P M
EK G
D EL
AR S
A PV
EE I
TL N
E AK
D VL
T VV
M AA
A NL
LL I
PP PP
GG P
AR V
RL P
Q KL
EV I
HL S
QV S
T AV
FL G
F GL
E AQ
PG P
AR G
AS P
E AT
VL Q
TV G
KL G
GV P
EN G
A DS
VL D
RR R
M C
AD G
T PP
LL F
T FL
EL G
AK G
VL N
E TG
AK V
SL K
D FL
TS G
SL Q
RR G
E AF
VL I
QQ QQ
EN V
M AL
IS G
GG GG
AA AA
A NS
YL V
D IL
AI K
Q AL
E FV
T PS
N LL
Y EL
E PV
SS SS
ED I
AA K
T AT
GL K
Q QL
A ES
LL LL
TV K
IS K
T TL
IS I
CL S
E PS
D SL
PL R
SS R
RL Q
GG I
D ED
AF V
Y LL
T IL
EG K
AV I
M LL
A EI
EL K
W M
T AI
R AL
ER G
F VL
F GV
ER S
QL K
RV S
A NV
R KL
E TT
AA I
RS G
GL I
VV P
DL P
TS P
KK G
F SS
GL Q
EV G
E HL
A HL
IL I
E QV
D GS
D EE
AG P
RS V
DL I
EL P
AG I
VL Y
D AV
Q EE
SL I
KL P
D GV
D AL
LL N
E IS
II G
FS G
LL Y
E AD
RR K
AL T
GG R
EL Q
T TV
ML S
DG K
IV I
E AP
AQ G
AG K
RR V
YS V
R RL
DL K
C SS
T NL
PL K
AV F
T GV
I SS
AI G
NS V
D GL
AQ S
E FS
AF G
AA F
R SL
AQ V
EV K
EK I
T FS
QL P
A EQ
RL K
T DS
EL I
AV P
Y SS
A ET
VV I
CL V
YL G
EK R
Y SL
N IV
EL F
TL I
Q SL
NL K
IL R
EN I
TV P
RL I
M AS
ER V
Q SS
H LL
KV I
GV G
AV Q
A EA
PV P
KL I
FL K
D DL
AD I
TL F
T PG
A YG
TG K
PS I
EN P
T ED
KS V
GS R
GL D
T DL
Q RL
D VV
ML V
T AG
QL F
ER K
T GG
FL I
N KL
D EV
TV I
RV G
PL I
D KL
H SL
N IL
C LL
TP I
A CL
RG R
A EP
TL Q
HL V
D AS
AK R
YV S
D AA
AT P
W H
PP V
MV S
KK I
EE R
T ES
T EK
PG I
FL R
VV K
T RL
SS K
SS I
RS P
Q VL
M EL
F RK
KS G
DV G
KV P
D PS
EI K
QS V
II K
FG K
TG R
ES I
TV N
T IS
F AL
A NG
QL Q
GG K
FL Q
FL P
AG R
NS G
DV K
TS R
IL F
EG P
DL R
M GL
M AP
GS I
DS P
NL P
EE N
DV I
VL F
E QQ
Y TL
T KL
AV R
T AK
AA Q
IL Q
IL N
PS K
ER I
E MV
DG R
QL R
EL R
PV G
FV G
AT I
AG F
T TG
RG P
IL Y
DG P
D RL
CV S
W C
RS R
KS K
IS P
E TP
DS K
VV F
KI K
IS F
EV P
EE M
NL G
NG K
KG K
AS I
A HS
TT P
Q DL
KG I
EK P
FS I
E CL
AV N
FL F
AL N
AL F
IS R
M SS
KL R
GL F
T AD
RK R
A NI
PV I
GV R
GG N
T AR
Q AS
D TL
Q IL
EK N
EE F
DS R
D IV
A YV
RS I
KV K
EE P
DF GL
AA Y
T EV
D PL
A ML
MS V
FS K
ES K
VL C
T KK
A EF
TV F
T RV
RK G
NP D
NL R
IL P
YL R
SL D
Q PP
T EI
N AS
ED P
DS I
PS R
NK P
LL H
EG I
C SL
AR K
N VL
QL I
LL W
GS F
EK F
DG I
D RV
RR P
ET I
EQ S
NI P
ES F
EQ G
AI I
A MV
YL K
TV R
TG N
C GG
AP R
DV P
AD P
RR I
T QL
YL P
Y GV
Q PL
ER P
TL D
T KI
T FG
T AP
KV R
II I
AR P
H GV
E YV
AS K
AL C
T EN
SS M
AS Q
PS D
M KL
EG R
E YS
D NL
AS R
TG I
T NS
Q AA
EK Y
N TL
F FS
ES P
DV WS
T KS
T DP
M VL
H SS
H AA
ES R
SL N
RP R
EV F
Y AL
TL W
PG R
EE Q
AG N
VV R
RL F
PL F
E YI
YL I
TS I
T DV
QS P
PG Q
IL D
HL G
EN K
TI P
PP R
ET W
AF I
A YS
A LLL
T AQ
KV G
AL D
AF F
WL S
WL G
TS K
Q NL
ET K
PV F
ML K
IV K
GL N
FS P
EV R
AL M
A NP
PG D
EI G
N GV
KL Q
Y VL
Q GL
PS N
KK R
FS F
AS F
AR I
Y FL
T YS
T II
NG I
Y TT
W LL
VV N
TG P
T EG
NL I
M IL
KK P
GS K
E HS
SL F
PL D
PG K
NS I
T IG
NL F
H GL
IS N
A MG
TS Q
T AF
M AT
KS I
FG I
DL Q
AI F
T RR
T KG
KI P
ED F
DL D
RV P
RV I
QQ G
GV I
DP K
A NK
FV P
EI P
AQ P
T QG
NV I
ED D
AL Y
TP K
LL C
H PL
GG F
EI R
AD R
T IV
SS F
PV K
KS P
KK Y
AQ K
ET F
AK I
AD F
YG K
T EF
MS G
E MG
AK P
TI K
N EE
EG F
CL G
HV S
AT K
YL N
VV D
T RS
T DI
QV P
M EE
DL F
RL Y
M SL
KL N
FL D
EN F
A EY
A EM
QQ S
EQ K
D KK
AG Q
YG I
Y TS
VV C
NV G
AS N
YS P
YS G
TP TP
PG M
GV K
D QL
Y RL
Y EE
RI P
SS N
Q GS
NK R
LLL S
IV N
FL N
EL N
Y VV
H GS
EL D
E FG
DL N
Q AI
M TL
EG D
Y YL
SS D
QQ V
KG R
IG P
IG I
E HG
DS F
SV S
RK I
ML G
T NV
T ET
M KK
II P
HS V
CS V
TV Y
QS G
Q RR
DI F
C PP
AM K
EQ I
AT F
AG D
RL D
N TV
IS D
CS G
AA D
Y FV
TF I
T ER
KL F
DF I
AV Y
TF P
T FV
QV G
KK H
IG R
EG C
DS D
DP R
DI K
AQ I
RI K
HL K
FS R
EV Y
EP K
E HV
AA C
M AG
GS W
EV Q
DP D
C WL
RK P
QP I
ET R
EN N
EG N
CL P
TG D
T KV
RV R
NS R
MV G
II N
GV F
EK D
TV Q
RV K
EP R
C VL
W PL
PL H
GL H
EA M
AS Y
AQ R
T DG
KL D
AV D
AR D
SS Y
PL Q
NS K
KG P
EV D
AK N
AD K
QQ Q
IV F
YV P
TF R
QV I
EK Q
DI G
CS P
AA N
T EQ
KP K
GL Y
ED K
DV R
PG F
NV P
GS Y
TT TT
TP R
TK P
TG F
SS Q
M DL
IL H
IG K
GG Y
YV G
TT I
T NI
SV G
IG D
EV N
EL Y
EI N
DV Y
DI P
A YI
TF K
T RK
KS F
IV R
DS W
C AA
TS D
NL Y
N RL
II F
EP I
E YG
PS Q
PL N
M AV
IG F
RP K
QG K
II R
H VL
AR N
AA RN
A HG
W SL
T QV
QG P
E CV
DD D
AP I
AI P
T RI
M ES
AS D
A CV
NS F
FS Y
FI F
EG Y
AG Y
TP D
KS R
H QL
GS N
FS D
FG F
DV D
AQ Q
AI N
RI F
NS P
DP N
TS N
T RG
FL W
EI F
EF P
PP F
M AK
IV D
E MS
AT D
AI R
AA H
Q AV
PV R
PS F
M EK
KI N
FL Y
EN R
A HV
TS F
M ER
II D
HS P
HL R
FS Q
AF P
T QS
T DF
NP I
EM K
E HP
CL N
AF K
A CS
l l
W IP
RS K
Q TL
KV F
KK N
FV K
DV F
AT N
AP F
TT K
RL N
FG N
AK D
YG N
SL Y
RV F
RL H
NS N
KL H
FP K
Y GG
TL H
T YV
RG K
HL Q
HL P
GG Q
E WL
C GL
YS K
YL H
VL H
FL H
CL I
C PL
Y IL
PP K
M GV
M EN
GS D
FG P
F AI
DI D
C AL
W GL
KV N
FV I
FF K
EF K
DG F
A CG
T NG
RS F
NL N
IV P
EI D
DK W
YL Y
T CG
QL N
NP K
M DS
M AR
KK F
YI F
T AM
SS C
QG R
IV Y
A MS
QV F
NI F
IS Q
GG D
TI R
T YL
T AN
NP N
DR Y
DK N
C DL
AL H
WL R
RI R
AV C
AT R
TY R
ML R
AF R
YI N
T EY
M NL
GS Q
FV R
AP K
AK Q
TV D
KK Q
EL C
YG R
TK R
QK P
AP D
AA LL
T YG
MS P
M TT
M AF
CL R
YS I
YR D
TI F
T CV
RG I
NV K
ED R
TI N
T EA
RG N
M TS
DV N
C NL
RR Q
RR F
QS R
IG Y
GG H
FG R
ET H
ER Q
ER N
EQ R
EF I
ED Y
AV H
YS R
TL Y
T HL
T DD
RG Y
PL Y
HS R
YI K
VS G
PG N
GS C
WL P
VV Q
TP Q
M AQ
HS G
EY F
ED Q
DG Y
W EV
T QI
HRDL AARN
DR F
DF P
DF F
C TR
AF Q
TT N
TG Y
TF D
T QQ
QP R
QI Y
PV D
HS K
ER D
AT C
YL D
QL D
MV K
M PL
HG R
GV D
FI N
AI Q
YP N
T AE
M KS
KK KK
IS Y
IL C
GL C
EA N
T CL
QS K
Q VV
NG R
KL Y
GV N
FI P
ES D
EI Q
DV Q
DL Y
TV H
QS I
QG F
PP Q
II Q
HP N
H IL
AG C
TP Y
RK F
QQ P
PV N
M AI
H AL
EQ P
NP R
FG D
ER F
EA C
DG D
TL C
TK N
T RP
MG I
H PG
GS H
E CS
AD D
YS F
QQ R
LLL G
ED N
DK R
CV G
AK Y
A WL
QV R
QQ I
PP N
M TV
FV N
CL K
AL AL
AG H
RV N
PP D
M NS
M ED
ER Y
DV H
DK D
AI Y
TG Q
TF F
QP Q
IG N
HV G
ET Q
EF F
AA AL
A HR
TT R
QL Y
NL D
NF N
ML I
FS N
FS H
DS Q
DI R
AR M
AQ N
YG P
VV Y
T EP
SL C
QI P
PG Y
NV N
KI R
KG Y
HV K
GG C
EL H
EG Q
DF N
CG K
AR F
YV K
YV D
TK Q
NI K
ML Q
KV Y
ES Q
EA Y
DK F
C VV
AY P
YV N
YL Q
RS N
QG D
NI R
KI D
KG N
HG I
ET M
DI Y
AY F
AF N
TS Y
RR H
KV Q
KS D
DG N
CL F
YS D
W EL
QS F
M VV
H RL
EF D
DS N
CV I
AY D
AT Q
AG W
YV R
TT F
KK D
KI Q
EE Y
DS Y
YI P
T HV
RG F
NP II
ML P
M PS
M AD
DK P
C TV
C RL
e e
RS Q
QG I
LL SL
GL GL
DI W
AL W
T NP
QV K
M RL
KI F
H RR
C QL
AT Y
TI D
ML F
M GG
HG P
EH I
CG I
TP N
TK D
T MV
RG D
NL Q
M GS
H PS
H FL
GV Y
GV Q
EY P
EP F
DR YL
DF R
C PG
A SSS
A HP
TY K
TI Q
T HS
SL AV
RL M
QI F
NG D
KS N
H PV
ET D
EN Q
CS I
AA W
WL I
W VL
T QK
T HP
RG Q
PL C
N TP
M RR
H GG
E HR
TW S
SSL S
NK D
M KD
KP EN
FF R
C GS
YL F
W KK
W EE
NG P
H AV
EN D
PP H
KG D
HL I
HG K
H TL
DS C
DK Y
RP D
RI Y
M PP
H KL
DI N
T AY
MV I
MS K
ML D
M EY
FF F
NV H
NI N
NG N
HL Y
GL M
FP R
C TL
AP N
YL C
W AV
T WL
RV Y
HV I
H HL
FP D
DP I
DD R
CV P
CG P
AR Q
M EG
KG F
FV F
Y DL
VL W
SS H
RL W
RI Q
M DV
H CL
EM I
DR N
TP TG
TN F
PV Q
NG F
ML N
H VV
FL C
AF C
Y TV
TP TT
T NK
QR Q
PP GP
PL M
MG K
KS Q
EI Y
DF K
AP Q
W SV
TR Q
RK N
PP I
GV C
GS FG
ES N
ES C
EP D
a a
W VS
QI K
NV R
NP Q
M DP
HH HH
FI K
ES Y
EP Q
EK M
EG H
EF W
ED M
E CP
DL H
C FL
Y QL
TN R
RV D
QK N
QG Q
NL H
MV P
KV D
FI R
CG Y
AA M
YG Y
WL V
MG F
LL RG
KG Q
HP D
FV Q
FV D
C AI
AD Q
WL K
W AL
T QP
T DK
RR D
M HL
IK N
HS I
FD N
DP Y
AS IL
AI D
AC K
YS N
W SG
TY F
RP F
PL W
NN Y
NL AL
NK N
NK F
NG Q
M EP
HL H
GV H
FG M
FG C
ET N
EN Y
DP Q
AC I
VV H
TV C
TT Q
TT D
HI D
FK N
ED C
DF Q
AA GL
l s
TP F
NG Y
M EV
IS M
HV P
AS H
AG LL
YV I
TR F
RP Q
QQ Y
QK Q
PS H
M EQ
IG C
HL F
EV W
AW S
AA AG
Y YD
Y II
T ML
SL H
RP I
PS Y
PL PP
NN N
KP I
E AAL
C IS
AN Y
AI H
YV F
YN D
TQ D
T CS
PV H
M NR
M AY
KI C
FR D
ET Y
EK EK
DI Q
AN R
AN F
YI Y
T CP
RS Y
RR RR
QV Y
QG Y
NS Q
LL SP
LL M
GP R
EF Y
EE C
E CG
DG Q
AS M
AS C
AR Y
AF Y
TR D
TN N
SS SG
RR N
RG W
QI R
IV Q
HI F
CL Q
CL D
C II
C EG
C AG
AH K
YG F
YG D
VL M
TY N
SS W
RR W
NV Q
NI Y
KD N
HS F
EV H
AW V
g g
T MS
SV R
QR F
QK R
PS W
NV F
NS D
EQ F
EF R
EA LL
DV W
DR D
AN N
AD FGL
A EEL
RP N
QL H
QK Y
NR Y
M KP
KS Y
KS H
HV F
FI Y
EA H
CP K
VS I
TR N
TN Y
TD N
QK F
LL GV
IP K
FR N
CP F
ALL V
AI C
AD N
AA EE
YP K
TF Q
SV I
SL W
RK Q
NI D
M RS
LL LLL
KK C
H AS
FV Y
EM EK
EE H
DP F
AY R
ALL G
AD Y
AC R
l k
YI D
TG H
RK Y
PV Y
PG C
MG Q
KR F
GL VG
FP F
C KV
AQ F
YR AP
RS D
RQ H
QQ K
QP F
NR F
NP Y
MG D
M ET
KL W
HR F
HL D
FI D
ALL S
AL AA
VL GL
TT VL
T AC
RI N
PG H
KG H
HP R
H TV
FG Q
AW R
AW G
AA GG
TF N
T QR
T HG
RE IL
QS Q
PV C
MV F
M DG
LL VS
KR N
EQ N
YI Q
TL M
TG C
TF C
RV Q
M NK
M DK
HP F
FG Y
FF N
EK H
C EV
C EL
YP R
VL AL
TR H
TI M
RI H
QK VV
NP C
MS R
MS N
MG R
LLL K
IV H
HV R
FR Q
FP N
EK AL
AR H
AQ D
AM I
AD H
YS Q
W IL
VS R
QQQQ QQQQ
QI N
NN F
MG N
M KI
KL C
IS H
IG Q
GL W
CS C
C EK
W NL
W AA
VS K
TK IL
TD Y
QS Y
QD N
PG W
NV D
MV Y
MP I
M AN
HP I
GS GS
FD Q
EY N
EW V
AK H
AAL V
YV Q
YR DL
TM I
T AH
SV P
RG H
QR Y
NI Q
NG H
MS I
LLL P
KP D
II C
HK F
EY K
ELL K
EC K
C KL
l v
l e
YD Y
W RL
T YI
SS SP
RR Y
QV D
M KV
M IS
LL GI
LL DG
KV KQ
HS N
HQ F
GL AA
FF D
ES W
EF N
EE EL
CP R
AV AV
AP Y
AE H
YY Y
TQ N
TC R
NS Y
NP F
MV D
M QL
HS D
EM R
EK LL
EH N
EH K
EE ED
C PS
C IP
C IG
AP H
AK F
A SSL
YG Q
SS DL
RP W
QS N
QP K
KI W
KD Y
HS Q
EF Q
DL EI
C TG
AT H
AQ Y
AM R
AK EL
VL SV
TV TPTP
TVTPTP TPTG
TVTPTPTPTG TQ
TTTT TVTPTPTPTGTQ
TR Y
TPI TTTTTVTPTPTPTGTQ
TL EE
SL AL
RK H
M TK
M FV
LLL V
LL SV
HR DI
HP K
HL N
AY Y
AC P
l t
YQ Y
YK N
WL Q
WL N
W KL
TPTT TPITTTTTVTPTPTPTGTQ
TC K
RI D
QV N
QK H
NF Q
KR Q
KI Y
HI R
ES H
EG W
DF H
AQ H
AP AP
AL GL
AI FQ
AG AA
YT AF
TPTTTPITTTTTVTPTPTPTGTQ TPTTTPITTTTTVTPTPTPTGTQ
SP R
QV Q
IS LL
IG H
FR F
DS GG
DG H
AF D
YS Y
W AG
VS P
QQ N
EY R
EI QK
EAL S
EA W
DL M
DI C
YD Q
WL C
W VV
VL AT
TY P
TQ DF
SL M
SG K
RL C
QL C
NS H
M PV
LL AF
KP F
HI N
HG F
EM N
EK EE
DP H
CS N
AV AA
AAL S
YP I
YI R
TN D
TM P
QL EK
PD Y
KP Y
KP Q
GG SG
GG M
GG GS
F YV
EW K
EQ D
EM P
CG N
C TS
C RK
AV VL
AS W
AS AL
YN Y
YD N
W KD
VV VL
VV M
TY D
TW I
TT Y
NR N
NI H
MG P
LL VL
LL AL
IP F
HV Q
DF Y
CV R
AT W
AN D
SS SL
RL VL
RK D
QS D
PP Y
PG AG
M FL
ID Y
GG DL
FP I
EV EE
EI H
DV GD
DF D
CV N
C GV
AY K
AV AD
ASL S
YV GS
TN Q
TH Q
TG SS
QK D
QG N
MN Y
KP R
IS PI
IS C
IR YQ
H AG
GL SP
FI Q
EH Q
ED LL
CV K
AM N
l a
g v
TP H
T SSL
RS W
RR C
QG C
MS Q
MP Y
M RK
LL SG
LL AI
KP N
EK C
DD Y
CS R
CS Q
C IL
AV W
AM P
AL SL
TS C
TL SL
TI H
QLG IP
QI Q
MG Y
M IV
LL AA
HG D
GG W
FD Y
EP EP
ED H
AVL V
AL VV
AGG S
AG M
YP F
TY QI
SS PS
RS C
RP Y
RD Y
M TD
EH Y
DS GL
C DG
AH I
AG VL
AD GL
l d
YS H
W RG
TS W
TG SL
T DR
SL EE
NL TL
M PG
KR C
KI H
IR N
HG Y
GS GL
EY D
EQ Y
EEL R
DR YI
CV F
CG F
AY N
AV LL
AS LL
ALV EI
YR N
TG KY
SS GS
RS H
RR RG
RD N
PL SP
M II
IP Y
ES IV
E SSS
DL C
C FV
AE AL
YR F
VL VV
TS H
TM T
TK F
SG R
QG QG
PV KW
NL AA
MV R
ML Y
M EI
M DF
LL GL
HV D
FQ F
EP N
EM Y
EEL K
ED EE
DD N
C PV
C EE
AGG G
AE AA
YN Q
TQ F
TC Q
T HR
QG WK
NK Q
LL SS
KLV DF
IS GL
II H
EW S
ET PG
C RS
C NS
C HS
ALL R
AL EE
AA KL
YR M
YQ EP
W AK
TT PD
TN C
TM K
T SSS
T LLL
SL SP
QP D
PS PS
PP AP
NS TV
MG YEL
MD DL
M QS
M NG
M ID
LL PL
LL GS
KL PI
I KK
H AP
GSP AIFQ
EY Y
EP Y
EC R
DVGD AY
DV C
DS TK
DI QKL
DG AA
DFGL AR
AR EL
t v
l p
g s
WT AP
SL SS
QQ F
QLGIP HP
PG PG
NK Y
M RV
M KR
M KG
LLL N
LL TL
KE PV
IR Q
IP I
GS TS
GL T
FL VL
EG EE
E SSL
DVWS FGV
DL VS
DD DD
CG H
AVL S
AS AS
YS C
YP Y
YF Q
W IG
VLP QGWK
VL VG
TW V
TP KF
TI C
TEE KIK
SL AA
QN Q
MS Y
MS F
M TF
LL AG
KV C
KS KK
KP H
KG FF
IS W
IK Q
HR Y
GP I
GL AV
FR Y
ETV PV
ENP YN
EK DSW
DK Q
CS K
AR C
AGL S
AEL EL
i k
YTAF TI
YG C
W TG
VS F
VLPQGWK GSPAIFQ
VL II
VG KL
TVN DIQKL
TS AL
SV K
SL PG
QD Y
LL VG
IR Y
IGP ENPYN
HV N
EY Q
EI W
EEEE EEEE
DKW TV
CG D
AL DR
AA SP
a v
WPL TEEKIK
WL D
VL RL
TQDF WEV
RP H
QQ D
QP N
QP H
PGM DGP
PG AP
MV N
MP F
MK N
M TQ
M AE
LL EE
KV H
KS W
KN Y
IGPENPYN TPV
FSV PL
FLW MGYEL
FL AS
ELL R
EE W
EE LL
EA EL
DKWTV QPI
DD H
AR TV
AG GL
AG AL
YP D
YK Y
W NS
VV W
TS IF
T VLV
T HI
T AAL
RK C
QK EPP
PP PS
PP C
PG AL
NL C
M NP
KVKQ WPLTEEKIK
KLK PGMDGP
IS TL
HV Y
GQ HR
F TL
EV M
EV C
DS H
DLEI GQHR
CG R
AN Q
ALL K
AH TN
AA AS
YTAFTI PSI
YTAFTIPSI NN
WR KLVDF
WRKLVDF REL
VL EN
TQDFWEV QLGIPHP
TG AD
TA LL
T EH
SL GL
RL AR
QR D
QL TE
QKEPP FLWMGYEL
NW AS
NR Q
M FG
KLKPGMDGP KVKQWPLTEEKIK
ISPI ETVPV
IRYQ YN
IGPENPYNTPV FAI
HP DKWTVQPI
GGI GG
FS W
EW I
ETPG IRYQYN
ER H
EM F
EGK ISK
E LLL
CP D
AS PS
AK RL
AH H
YTAFTIPSINN ETPGIRYQYN
WV P
W SP
VGKL NWAS
VGKLNWAS QIY
TY C
TVNDIQKL VGKLNWASQIY
TR DP
TL SP
TI Y
SSM TKIL
SS SV
SS IL
RV H
RR LL
RN LL
PS C
PP LL
PL TEE
PG LL
MD N
M DR
KK RL
IP R
IL GL
IGPENPYNTPVFAI KKK
H EN
ER C
CL H
AT AL
AL GI
AL ER
YF N
WRKLVDFREL NKR
WP FG
W FL
TP C
TF Y
TD Q
SL DR
RG RG
QR N
M RP
KV RQ
KS C
KR Y
ISPIETVPV KLKPGMDGPKVKQWPLTEEKIK
HS H
HR D
H TG
GG PL
GG AA
FK Q
EK DR
EE ER
DVGDAY FSVPL
DL GL
DG M
CV D
CS D
CR NP
C IV
AS AA
AH Q
AEL V
AA EL
l r
YTAFTIPSINNETPGIRYQYN VLPQGWKGSPAIFQ
YQ F
WV R
WV K
W NG
VV LL
VLP EKDSW
TK H
QKEPPFLWMGYEL HPDKWTVQPI
PP SL
M NN
M IQ
KN Q
IL AT
HG N
GL PS
F YL
EQ H
EK W
DL IA
CP Q
CP N
C AV
AT AA
AS GS
AQ EL
AI AD
AH F
AE C
AAL G
AA VL
AA SG
WRKLVDFRELNKR TQDFWEVQLGIPHP
W VG
W RV
VL SL
VL SG
TY Q
TL RR
TKI EEL
TE RL
TD H
SL VL
QR LL
PLTEE AELEL
PL AR
PG PP
NV Y
M YS
M IP
KI TT
ISPIETVPVKLKPGMDGPKVKQWPLTEEKIK ALVEI
FS C
FF Y
EGKISK IGPENPYNTPVFAIKKK
EE EI
DL VG
DD Q
AV GL
AV AL
ASL P
AG VG
l q
YV NS
YK Q
SS VS
SL AS
QK ETW
ML C
M IG
M AM
LLL F
LLL D
KI GG
KD Q
ISPIETVPVKLKPGMDGPKVKQWPLTEEKIKALVEI CT
IN Q
IL SV
II LL
HP H
HL C
H RV
GG SS
FP Q
ER LL
EL M
EG LL
EG AV
DLEIGQHR TKIEEL
C QV
AVV S
AR SL
AH Y
AF GV
AA QL
AA GV
i e
YL W
WT EY
WQ AT
VL FL
TR YS
TI KS
TH F
SS YG
QL M
QI C
NS VS
NPD IVI
M DI
LLRG TK
KD W
II Y
HS Y
HP Q
H AF
GS GP
FS EL
FQ Y
ET KL
EK EL
ED ED
EA LLD
DG W
DG KL
C QG
AP W
AL VL
AL DL
AK LL
AI AV
ADL V
AA TL
AA RL
g k
YTAFTIPSINNETPGIRYQYNVLPQGWKGSPAIFQ SSMTKIL
YR Y
YQEP FK
WQAT WIP
WQATWIP EW
WQATWIPEW EFV
WQATWIPEWEFV NTP
WQATWIPEWEFVNTP PLV
VLPEKDSW TVNDIQKLVGKLNWASQIY
TYQI YQEPFK
TTPD KKH
TT C
TM F
TM D
TL PG
T MG
RK LL
QW TYQIYQEPFK
PS PL
PL SL
NV LL
M AC
LL RL
IL FL
GG EL
EQ EL
EP C
EE IL
EC Y
DVK QLTE
DT VL
AW P
AL GG
AK VL
AHTN DVKQLTE
AEN REIL
i s
g r
a s
YYD PSK
YL EE
YF Y
VL VL
TS RS
TQ Y
TL PF
TC D
SS VL
RV W
RS LL
QWTYQIYQEPFK NLK
